---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FamilyStructMaterialType
source: html/57147b01-631c-cda1-dc9d-502e3f74aa74.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FamilyStructMaterialType Property

"Material for Model Behavior"

## Syntax (C#)
```csharp
public static ForgeTypeId FamilyStructMaterialType { get; }
```